{
  "name": "Ньоки",
  "section": "Основни ястия",
  "description": null,
  "todo": [],
  "ingredients": [
    {
      "group": "За ньоките",
      "items": [
        {
          "amount": 2,
          "unit": "големи Russet, около 1.75 фунта",
          "name": "Картоф"
        },
        {
          "amount": 1,
          "unit": "големи, разбити",
          "name": "Яйца"
        },
        {
          "amount": 0.75,
          "unit": "чаши",
          "name": "Бяло брашно"
        },
        {
          "amount": 1.5,
          "unit": "чаена лъжичка",
          "name": "Сол"
        }
      ]
    },
    {
      "group": "Сос",
      "items": [
        {
          "amount": 5,
          "unit": "скилидки, нарязани",
          "name": "Чесън"
        },
        {
          "amount": 1,
          "unit": "чаша, замразени",
          "name": "Грах"
        },
        {
          "amount": 3,
          "unit": "супени лъжици",
          "name": "Несолено масло"
        },
        {
          "amount": 0.5,
          "unit": "чаши",
          "name": "Пълномаслено мляко"
        },
        {
          "amount": 1,
          "unit": "чаша",
          "name": "Пармезан"
        },
        {
          "amount": 2,
          "unit": "чаени лъжички, на вкус",
          "name": "Сол"
        },
        {
          "amount": 1,
          "unit": "чаена лъжичка, на вкус",
          "name": "Черен пипер"
        }
      ]
    }
  ],
  "steps": [
    {
      "text": "Напълнете голяма тенджера с вода и оставете да заври. По желание добавете сол."
    },
    {
      "text": "Сложете картофите във врящата вода и варете около 45 минути, докато омекнат."
    },
    {
      "text": "Извадете картофите по един, обелете и прекарайте през преса за картофи в купа. Ако нямате преса, използвайте лъжица и цедка, за да ги претрите в купа."
    },
    {
      "text": "Изчакайте картофите да се охладят, около 15 минути."
    },
    {
      "text": "Сложете вода да заври, в която да сготвите ньоките. Може да използвате същата вода, в която са били картофите."
    },
    {
      "text": "Добавете брашното, солта и яйцето. Разбъркайте и после внимателно омесете. Тестото трябва да е влажно, но не лепкаво. Ако е лепкаво, добавете още брашно."
    },
    {
      "text": "Разделете на около 12 части."
    },
    {
      "text": "Разточете всяка част на руло като змия и нарежете на парчета."
    },
    {
      "text": "На порции от около 20, сложете във врящата вода. Изчакайте ньоките да изплуват, и ги оставете още 10 секунди да се сготвят."
    },
    {
      "text": "Извадете ги с решетъчна лъжица и ги сложете в чиния или директно в соса, ако е готов."
    },
    {
      "text": "Грах и бял сос",
      "substeps": [
        "Загрейте голяма тенджера на среден огън. Сложете замразения грах в тенджерата.",
        "Когато грахът вече не е замразен, добавете маслото и чесъна. Гответе, докато чесънът започне леко да покафенява.",
        "Добавете млякото, сиренето, солта и пипера. Бъркайте енергично, докато сиренето се разтопи. Ако е прекалено гъсто, добавете още мляко и повторете.",
        "Свалете от огъня и добавете ньоките."
      ]
    }
  ],
  "notes": []
}
