{
  "name": "Фокача със закваска",
  "section": "Печива и хляб",
  "description": null,
  "todo": [],
  "ingredients": [
    {
      "group": "",
      "items": [
        {
          "amount": 723,
          "unit": "грама (6 чаши)",
          "name": "Хлебно брашно"
        },
        {
          "amount": 1,
          "unit": "супена лъжица",
          "name": "Сол"
        },
        {
          "amount": 1,
          "unit": "супена лъжица",
          "name": "Суха активна мая"
        },
        {
          "amount": 74,
          "unit": "грама, 6 супени лъжици",
          "name": "Екстра върджин зехтин"
        },
        {
          "amount": 340,
          "unit": "грама, подхранена (1.5 чаши)",
          "name": "Закваска"
        },
        {
          "amount": 340,
          "unit": "грама (1.5 чаши)",
          "name": "Вода"
        },
        {
          "amount": 43,
          "unit": "грама, 2 супени лъжици",
          "name": "Мед"
        },
        {
          "amount": 1,
          "unit": "супена лъжица",
          "name": "Розмарин"
        }
      ]
    }
  ],
  "steps": [
    {
      "text": "Смесете брашното, солта и маята. Разбъркайте до хомогенност."
    },
    {
      "text": "Добавете водата, закваската, зехтина и меда."
    },
    {
      "text": "Размесете тестото, докато стане гладко и еластично."
    },
    {
      "text": "Поставете тестото в купа, леко намазана със зехтин, и оставете да втаса 60 минути."
    },
    {
      "text": "Прегънете тестото 3 или 4 пъти и оставете да почине още 60 минути."
    },
    {
      "text": "В две тави 9x13 инча сложете по 2 супени лъжици олио и поставете по половината тесто във всяка."
    },
    {
      "text": "Обърнете тестото, за да се покрие от двете страни със зехтин."
    },
    {
      "text": "Нежно разтегнете тестото към краищата и ъглите на тавата. Щом започне да се свива, покрийте и оставете да почине 10 до 15 минути. Разтегнете отново, като повторите почивката още веднъж, ако е нужно, докато тестото запълни тавата."
    },
    {
      "text": "Покрийте тавата и приберете в хладилник да втаса 14 до 16 часа (през нощта)."
    },
    {
      "text": "На следващия ден извадете тестото от хладилника и загрейте фурната до 425 °F (около 220 °C) за 30 минути (ако кухнята е топла) до 60 минути (ако е по-хладна)."
    },
    {
      "text": "Преди печене, направете вдлъбнатини с пръсти на неравни места, натискайки уверено, но не рязко, за да не спадне фокачата. Декорирайте с магданоз, репички или други зеленчуци."
    },
    {
      "text": "Полейте с 2 супени лъжици зехтин (или достатъчно, за да се събира в вдлъбнатините), после поръсете с розмарин и малко люспеста морска сол."
    },
    {
      "text": "Печете фокачата 20 до 25 минути, докато стане светлозлатиста."
    },
    {
      "text": "Извадете фокачата от фурната. Оставете да се охлади достатъчно, за да я държите удобно, 10 до 15 минути, след това я извадете от тавата върху решетка."
    }
  ],
  "notes": []
}
