{
  "name": "Хляб със закваска",
  "section": "Печива и хляб",
  "description": null,
  "todo": [],
  "ingredients": [
    {
      "group": "",
      "items": [
        {"amount": 602, "unit": "грама (5 чаши)", "name": "Хлебно брашно"},
        {"amount": 12, "unit": "грама", "name": "Сол"},
        {"amount": 12, "unit": "грама", "name": "Диастатичен малцов прах"},
        {"amount": 20, "unit": "грама", "name": "Картофено брашно"},
        {"amount": 227, "unit": "грама", "name": "Закваска"},
        {"amount": 400, "unit": "грама, хладка", "name": "Вода"},
        {"amount": 1, "unit": "супена лъжица", "name": "Растително олио"}
      ]
    }
  ],
  "steps": [
    {"text": "В голяма купа смесете сухите съставки – хлебното брашно, солта, диастатичния малцов прах и картофеното брашно. Разбъркайте добре."},
    {"text": "Добавете водата и закваската и разбъркайте с лъжица. Сместа ще бъде лепкава и влажна."},
    {"text": "Покрийте и оставете купата за 1 час. Накрая намокрете ръцете си и внимателно прегънете тестото върху себе си няколко пъти. Повторете този процес 3 пъти, общо за 3 часа."},
    {"text": "Поставете купата в хладилника и оставете тестото да отлежи. Аз предпочитам около 48 часа, но и 12 часа е достатъчно."},
    {"text": "Когато сте готови да печете, обърнете тестото върху добре набрашнена повърхност и го оформете на груба топка. Оставете тестото с шева нагоре, покрийте и го оставете да почине върху набрашнена повърхност за 15 минути."},
    {"text": "След това оформете тестото според съда, в който ще печете. Обикновено използвам купата King Arthur Bread Baking, леко намазана с растително олио. Използвал съм и форма за хляб Pyrex 1.5 кварта с хартия за печене, за да се изважда по-лесно."},
    {"text": "Оставете хляба да се темперира и да втаса; това отнема около 2 1/2 до 3 часа. Няма да се надигне много нагоре, но ще се отпусне и разшири."},
    {"text": "С решетка в средата започнете да загрявате фурната до 260 °C (500 °F) един час преди печене. Поставете чугунен съд в долната част на фурната, за да добавите вода и да поддържате влажност."},
    {"text": "Непосредствено преди печене поръсете хляба с тънък слой брашно и използвайте нож или острие, за да направите един или няколко разреза от около 1/2 инча. Ако печете продълговат хляб, един дъговиден разрез по дължина е подходящ; ако печете кръгъл, кръстосан модел е добър избор."},
    {"text": "Намалете температурата на фурната до 230 °C (450 °F) и печете хляба 45 минути."},
    {"text": "Извадете хляба от фурната и го прехвърлете върху решетка да изстине напълно."},
    {"text": "Съхранявайте остатъците в найлонов плик на стайна температура за няколко дни; замразете за по-дълго съхранение."}
  ],
  "notes": []
}
