{
  "name": "Пумперникел със закваска",
  "section": "Печива и хляб",
  "description": null,
  "todo": [],
  "ingredients": [
    {
      "group": "Предварително тесто",
      "items": [
        {
          "amount": 213,
          "unit": "грама",
          "name": "Пумперникел брашно"
        },
        {
          "amount": 294,
          "unit": "грама",
          "name": "Закваска"
        },
        {
          "amount": 227,
          "unit": "грама, или хладко кафе",
          "name": "Вода"
        },
        {
          "amount": 64,
          "unit": "грама, нарязан",
          "name": "Лук"
        }
      ]
    },
    {
      "group": "Тесто",
      "items": [
        {
          "amount": 25,
          "unit": "грама",
          "name": "Растително олио"
        },
        {
          "amount": 85,
          "unit": "грама",
          "name": "Меласа"
        },
        {
          "amount": 2,
          "unit": "чаени лъжички",
          "name": "Сол"
        },
        {
          "amount": 482,
          "unit": "грама (4 чаши)",
          "name": "Хлебно брашно"
        }
      ]
    }
  ],
  "steps": [
    {
      "text": "Направете предварителното тесто",
      "substeps": [
        "Сложете закваската, водата (или кафето), пумперникел брашното и лука в купа. Разбъркайте, покрийте и оставете да престои на стайна температура през нощта."
      ]
    },
    {
      "text": "За тестото",
      "substeps": [
        "На следващия ден разбъркайте олиото, солта и меласата в предварителното тесто. Добавяйте брашното по 1 чаша, докато тестото се събере.",
        "Извадете тестото върху леко набрашнена повърхност и омесете, като добавяте само толкова допълнително брашно, колкото да не лепне по ръцете.",
        "След като тестото се събере, оформете топка (boule). Поставете топката с гладката страна надолу в набрашнена или постлана кошничка за втасване или купа.",
        "Покрийте и оставете да втаса на място без течение, докато бухне. Това ще отнеме от 1 до 3 часа, в зависимост от температурата и силата на закваската.",
        "Около час преди втасването да приключи, загрейте фурната до 425 °F (около 220 °C) с камък за печене на средната решетка. Поставете празен чугунен тиган на най-долната решетка.",
        "Прехвърлете топката върху горещия камък и добавете пара: излейте около 1 чаша вряла вода в чугунения тиган. Парата ще се издигне нагоре и ще обгърне хляба; използвайте ръкавици, за да предпазите ръцете и ръцете си. Бързо затворете фурната, за да задържите парата.",
        "Печете 40 до 45 минути. Извадете хляба и го оставете да изстине върху решетка преди нарязване."
      ]
    }
  ],
  "notes": []
}
