{
  "name": "Тесто за пица със закваска",
  "section": "Печива и хляб",
  "description": null,
  "todo": [],
  "ingredients": [
    {
      "group": "",
      "items": [
        {
          "amount": 2.5,
          "unit": "чаши, 298 грама",
          "name": "Хлебно брашно"
        },
        {
          "amount": 1,
          "unit": "чаена лъжичка",
          "name": "Сол"
        },
        {
          "amount": 0.5,
          "unit": "чаена лъжичка",
          "name": "Инстантна мая"
        },
        {
          "amount": 4,
          "unit": "супени лъжици",
          "name": "Подправка за тесто за пица"
        },
        {
          "amount": 1,
          "unit": "чаша, 227 грама",
          "name": "Закваска"
        },
        {
          "amount": 0.5,
          "unit": "чаша, 113 грама, топла",
          "name": "Вода"
        }
      ]
    }
  ],
  "steps": [
    {
      "text": "Направете тестото",
      "substeps": [
        "Добавете водата, брашното, солта, маята и подправката за тесто за пица (ако използвате). Смесете, после омесете, докато тестото стане гладко и еластично.",
        "Поставете тестото в намазнен съд, покрийте и оставете да втаса, докато почти удвои обема си. В зависимост от силата на закваската, това ще отнеме между 2 и 4 часа. За по-бързо втасване сложете тестото на топло или удвоете маята.",
        "Ако няма да използвате веднага, приберете в хладилник до 4 дни."
      ]
    },
    {
      "text": "За пица",
      "substeps": [
        "За две тънки пици разделете тестото на две и оформете всяка половина като сплескан диск. Полейте две 12-инчови кръгли тави с малко зехтин и намажете дъното. Сложете тестото в тавите, покрийте и оставете да почине 15 минути. След това леко натиснете към краищата. Ако започне да се свива, покрийте и оставете да почине още 15 минути.",
        "За по-дебела голяма пица намазнете 14-инчова кръгла тава (или тава 18\\\" x 13\\\"). Поставете тестото в тавата и го разпънете до краищата, като отново дадете 15-минутна почивка, ако започне да се свива.",
        "Покрийте тавата(ите) и оставете тестото да втаса, докато стане с желаната дебелина.",
        "Към края на втасването загрейте фурната до 450 °F (около 230 °C).",
        "Добавете сос и гарнитури по желание, но още не слагайте сирене. Печете тънката кора 5 минути, извадете и добавете сирене. За дебела кора печете 10 минути преди да добавите сирене. Върнете във фурната и печете още 5 до 7 минути, докато сиренето се разтопи."
      ]
    }
  ],
  "notes": []
}
