{
  "name": "Колканън",
  "section": "Основни ястия",
  "description": null,
  "todo": [],
  "ingredients": [
    {
      "group": "",
      "items": [
        {
          "amount": 2,
          "unit": "фунта, russet",
          "name": "Картоф"
        },
        {
          "amount": 2,
          "unit": "големи, цели",
          "name": "Праз"
        },
        {
          "amount": 0.5,
          "unit": "глава, ситно нарязано",
          "name": "Савойско зеле"
        },
        {
          "amount": 3,
          "unit": "скилидки, наситнени",
          "name": "Чесън"
        },
        {
          "amount": 6,
          "unit": "супени лъжици",
          "name": "Несолено масло"
        },
        {
          "amount": 1,
          "unit": "чаша",
          "name": "Сметана и мляко (Half and Half)"
        },
        {
          "amount": 2,
          "unit": "чаени лъжички",
          "name": "Сол"
        },
        {
          "amount": 1,
          "unit": "чаена лъжичка",
          "name": "Черен пипер"
        }
      ]
    }
  ],
  "steps": [
    {
      "text": "Сварете картофите в голяма тенджера с вода и щипка сол до омекване, около 15 минути. Когато са готови, нож може да се вкара в центъра и да се извади без съпротива. Отцедете добре и върнете в горещата тенджера. Оставете за няколко минути, за да се изпари останалата влага."
    },
    {
      "text": "Докато картофите се варят, разтопете 4 супени лъжици масло в голям тиган, докато пяната спадне. Добавете зелето и по 1 чаена лъжичка сол и черен пипер. Гответе на средно силен огън, като разбърквате често, докато зелето започне да се запича, 5 до 8 минути."
    },
    {
      "text": "Добавете праза и още 1/2 чаена лъжичка сол. Продължете да готвите, като разбърквате често, докато зеленчуците омекнат, още 5 до 8 минути. Добавете чесъна и гответе още една минута. Добавете half and half, оставете да къкне и свалете от огъня."
    },
    {
      "text": "Добавете зеленчуците и half and half към картофите. Намачкайте до желаната консистенция. Картофите ще се сгъстят леко, докато стоят. Овкусете със сол и пипер на вкус."
    },
    {
      "text": "За сервиране, изсипете картофите в сервираща купа и направете плитко кладенче в средата. Разтопете останалите 2 супени лъжици масло и полейте върху картофите, така че да се събере в кладенчето. Загребвайте картофите, като улавяте част от разтопеното масло."
    }
  ],
  "notes": []
}
