{
  "name": "Вегетариански дъмплинги",
  "section": "Основни ястия",
  "description": "Опитахме тази рецепта за Китайската Нова година през 2021 и много ни хареса! Базирана е на рецепта от блога \"Two Red Bowls.\" ~Thomas",
  "todo": [],
  "ingredients": [
    {
      "group": "Тесто",
      "items": [
        {
          "amount": 376,
          "unit": "грама, ~3 чаши",
          "name": "Бяло брашно"
        },
        {
          "amount": 0.75,
          "unit": "чаена лъжичка",
          "name": "Сол"
        },
        {
          "amount": 255,
          "unit": "грама, вряла, ~1 чаша",
          "name": "Вода"
        }
      ]
    },
    {
      "group": "Плънка",
      "items": [
        {
          "amount": 160,
          "unit": "грама, без твърдата част",
          "name": "Китайско зеле"
        },
        {
          "amount": 0.75,
          "unit": "чаена лъжичка",
          "name": "Сол"
        },
        {
          "amount": 227,
          "unit": "грама",
          "name": "Вегетарианска кайма (Veggie Grillers Crumbles)"
        },
        {
          "amount": 25,
          "unit": "грама, наситнен",
          "name": "Червен лук"
        },
        {
          "amount": 28,
          "unit": "грама",
          "name": "Соев сос"
        },
        {
          "amount": 2,
          "unit": "чаени лъжички",
          "name": "Сусамово олио"
        },
        {
          "amount": 1,
          "unit": "супена лъжица",
          "name": "Оризов оцет"
        },
        {
          "amount": 2,
          "unit": "чаени лъжички, наситнен",
          "name": "Чесън"
        },
        {
          "amount": 1,
          "unit": "чаени лъжички, наситнен",
          "name": "Джинджифил"
        },
        {
          "amount": 2,
          "unit": "чаени лъжички",
          "name": "Захар"
        },
        {
          "amount": 7,
          "unit": "грама",
          "name": "Царевично нишесте"
        }
      ]
    }
  ],
  "steps": [
    {
      "text": "За тестото",
      "substeps": [
        "В средна купа разбийте брашното и солта. Поставете мокра кърпа под купата, за да не се плъзга, и на тънка струя добавяйте водата, като бъркате с клечки или шпатула.",
        "След като добавите цялата вода, бъркайте, докато сместа стане рошава и водата се поеме напълно.",
        "Когато тестото е достатъчно охладено за допир, омесете го на ръка до гладко и стегнато, около 5 до 10 минути. Трябва да е сравнително твърдо, не лепкаво, и да не залепва за ръцете или купата. Ако лепне, добавете още няколко супени лъжици брашно, докато месите.",
        "Сложете тестото в плътно затварящ се съд или плик с цип и оставете да почине на стайна температура 15 до 30 минути; или охладете до 1 ден."
      ]
    },
    {
      "text": "За плънката",
      "substeps": [
        "Изплакнете зелето, подсушете и поръсете 1/4 чаена лъжичка сол. Оставете 10 до 15 минути, докато омекне и отдели вода. Изстискайте зелето, за да отцедите течността. Осоляването предварително предотвратява мокри дъмплинги по-късно.",
        "В средна купа смесете отцеденото зеле, останалата 1/2 чаена лъжичка сол, вегетарианската кайма, лука, соевия сос, сусамовото олио, оризовия оцет, чесъна, джинджифила и захарта. Поръсете нишестето равномерно и разбъркайте отново, докато се смеси добре. Покрийте и охладете, докато разточвате кори, не повече от 1 до 2 часа."
      ]
    },
    {
      "text": "За оформяне на дъмплингите",
      "substeps": [
        "Разделете тестото на шест части. Работете по една, а останалите дръжте покрити или в затворен съд.",
        "Разточете една част на къс цилиндър с диаметър около 1 инч. Нарежете тестото на шест до осем парчета (по-малко за по-дебели кори, повече за по-тънки).",
        "С малка точилка, дюбел или ролка разточете всяко парче на кръг с диаметър около 3 1/2 до 4 инча. Опитайте се краищата да са по-тънки от средата. Набрашнете щедро и оставете покрити. Повторете с останалото тесто.",
        "Поставете 2 до 3 чаени лъжички плънка в центъра на кората. Навлажнете едната половина от ръба с вода.",
        "Сгънете кората наполовина около плънката и притиснете само центъра, оставяйки краищата отворени. Съберете отворените краища към центъра и притиснете там, където се срещат, така че да се получат четири шева като кръст. Оставете настрана и покрийте с влажна кърпа, докато оформите останалите."
      ]
    },
    {
      "text": "За варене на дъмплингите",
      "substeps": [
        "Оставете голяма, плитка тенджера с вода да заври. Добавете толкова дъмплинги, колкото се побират удобно в един слой. Варете, докато изплуват, около 3 минути. Оставете да къкрят още 2 минути, докато се сготвят, после прехвърлете в чиния и повторете с останалите.",
        "Бързо запържете дъмплингите на среден огън, докато отвън леко покафенеят, и ги върнете в чинията.",
        "Сервирайте топли. Съхранявайте остатъците в хладилник добре увити няколко дни; замразете за по-дълго."
      ]
    }
  ],
  "notes": []
}
