{
  "name": "Меки претцели",
  "section": "Печива и хляб",
  "description": "Рецептата е от курс в King Arthur Baking School в Skagit Valley, WA.",
  "todo": [
    "Добавете информация за претцелите-рулца - по същество същата рецепта.",
    "Заменете снимката за оформяне с моя от следващото приготвяне."
  ],
  "ingredients": [
    {
      "group": "Тесто за претцели",
      "items": [
        {
          "amount": 600,
          "unit": "грама (5 чаши)",
          "name": "Бяло брашно"
        },
        {
          "amount": 354,
          "unit": "грама (1.5 чаши)",
          "name": "Вода"
        },
        {
          "amount": 28,
          "unit": "грама, омекотено",
          "name": "Несолено масло"
        },
        {
          "amount": 12,
          "unit": "грама",
          "name": "Сол"
        },
        {
          "amount": 5,
          "unit": "грама (1.5 чаени лъжички)",
          "name": "Суха активна мая"
        },
        {
          "amount": 1,
          "unit": "грам (1/4 чаена лъжичка)",
          "name": "Диастатичен малцов прах"
        }
      ]
    },
    {
      "group": "Вана",
      "items": [
        {
          "amount": 4,
          "unit": "кварта",
          "name": "Вода"
        },
        {
          "amount": 130,
          "unit": "грама (1/2 чаша)",
          "name": "Сода бикарбонат"
        }
      ]
    }
  ],
  "steps": [
    {
      "text": "Смесете всички съставки в купата на миксер с кука за тесто."
    },
    {
      "text": "Бъркайте около 3 минути на бавна скорост, след това увеличете до средна скорост (около степен 4 на KitchenAid) за 5 до 6 минути."
    },
    {
      "text": "Покрийте купата и оставете тестото да почине 30 до 40 минути."
    },
    {
      "text": "Разделете тестото на 12 части по около 80 грама. Разточете всяка на цилиндър с дължина около 24 инча, като средата е по-дебела от краищата. Вземете тестото за краищата и завъртете два пъти. Сложете краищата и ги притиснете от двете страни."
    },
    {
      "text": "Подредете претцелите върху тава с хартия за печене, покрийте и оставете на стайна температура за 30 минути."
    },
    {
      "text": "Загрейте фурната до 400 °F (около 200 °C)."
    },
    {
      "text": "Охладете втасалите претцели, покрити, за 30 минути."
    },
    {
      "text": "Докато претцелите се охлаждат, направете ваната от сода бикарбонат, като смесите водата и содата. Оставете да заври в широка тенджера."
    },
    {
      "text": "Кипнете претцелите (по няколко наведнъж) в содената вода по 10 секунди на страна."
    },
    {
      "text": "Поставете върху тава с хартия за печене и поръсете леко с едра сол, ако желаете. По желание може да покриете с канелена захар."
    },
    {
      "text": "Печете 14 до 18 минути, докато станат тъмнозлатисти."
    },
    {
      "text": "По желание намажете с разтопено масло, докато са още топли."
    }
  ],
  "notes": []
}
